//GENERAL STRINGS

/* Button to confirm deletion */
"Delete" = "Deletar";
/* Generic Ok button */
"Ok" = "Vai";
/* Title of Basic Settings section on both Edit Project and Edit Item screens*/
"Basic settings" = "Parâmetros básicos";



// MAIN ACTIVITIES

/* Home tab */
"Home" = "Principal";
/* Open projects tab */
"Open" = "Abertos";
/* Closed projects tab */
"Closed" = "Fechados";
/* Awards tab */
"Awards" = "Prêmios";



// HOME VIEW

/* Title of the Home view */
"Home (Title)" = "Principal";
/* Next 3 items on Home screen*/
"Up next" = "Na sequência";
/* Remaining items on home screen */
"More to explore" = "Outros";
/* Voiceover for project summary */
"%@, %lld items, %g%% complete" = "%@, %lld itens, %g%% completo";



// PROJECTS VIEW

/* Text shown when there are no projects to show */
"There's nothing here right now" = "Nada para ver aqui no momento";
/* Name of Open Projects tab */
"Open Projects" = "Projetos Abertos";
/* Name of Closed Projects tab */
"Closed Projects" = "Projetos Fechados";
/* Button for creating a new project */
"Add Project" = "Adicionar Projeto";
/* Button for editing selected project */
"Edit Project" = "Editar Projeto";
/* Button for creating a new item */
"Add New Item" = "Adicionar Item";
/* Button for editing selected item */
"Edit Item" = "Editar Item";
/* A button that shows a menu with the following items */
"Sort" = "Ordene";
/* Title of the Item Sort menu */
"Sort items" = "Ordenar os itens";
/* Item in the Item Sort menu - uses optimized algorithm */
"Optimized" = "Otimizado";
/* Item in the Item Sort menu - sorts by title */
"Title" = "Título";
/* Item in the Item Sort menu - sorts by creation date */
"Creation Date" = "Data de Criação";
/* Default name for new projects */
"New Project" = "Novo Projeto";
/* Default name for new items */
"New Item" = "Novo Item";
"%@, completed" = "%@, completo";
"%@, high priority" = "%@, alta prioridade";



// EDIT PROJECT VIEW

/* Placeholder for Project Name textfield */
"Project name" = "Nome do Projeto";
/* Placeholder for Project Description textfield */
"Description of this project" = "Descrição deste projeto";
/* Title of Project Colors section */
"Custom project color" = "Cor do projeto";
/* Text of Button for closing open project */
"Close this project" = "Feche este projeto";
/* Text of Button for reopening closed project */
"Reopen this project" = "Reabra este projeto";
/* Text of Button for deleting project */
"Delete this project" = "Delete este projeto";
/* Label informing about differences between closing and deleting a project */
"CLOSE/DELETE PROJECT WARNING" = "Fechar um projeto o moverá para a aba de Fechados; deletá-lo o removerá inteiramente.";
/* Title of alert for deleting project */
"Delete project?" = "Delete projeto?";
/* Message of alert for deleting project */
"Are you sure? You will also delete all the items it contains." = "Tem certeza? Você deletará todos os itens junto.";

/* Colors */
"Select a project color" = "Selecione uma cor para o project";
"Pink" = "Rosa";
"Purple" = "Roxo";
"Red" = "Vermelho";
"Orange" = "Laranja";
"Gold" = "Dourado";
"Green" = "Verde";
"Teal" = "Verde-azulado";
"Light Blue" = "Azul Claro";
"Dark Blue" = "Azul Escuro";
"Midnight" = "Meia-noite";
"Dark Gray" = "Cinza Escuro";
"Gray" = "Cinza";



// EDIT ITEM VIEW

/* Placeholder for Item Name textfield */
"Item name" = "Nome do item";
/* Placeholder for Item Description textfield */
"Description" = "Descrição";
/* Title of Priority section */
"Priority" = "Prioridade";
/* High priority item */
"High" = "Alta";
/* Medium priority item */
"Medium" = "Média";
/* Low priority item */
"Low" = "Baixa";
/* Label of control to makr the project as completed */
"Mark completed" = "Marque como completo";



// AWARDS VIEW

/* Title of Awards view */
"Awards (Title)" = "Prêmios";
/* Title of alert that shows award details when it's locked */
"Locked" = "Travado";
/* Part of title of alert that shows award details when it's unlocked */
"Unlocked %@" = "%@ - Destravado";



// OTHER STRINGS

/* Text shown on landscape mode when nothing has been selected. */
"Please select something from the menu to begin." = "Selecione algo do menu para começar.";
